Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: Thank you for donating your voice clips!
mnw: ဟိုတ်မၞးဂွံကဵုလဝ်ဒါန်ရမျာၚ်ဂှ် တၚ်ဂုဏ်ရအဴ။

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mnw: ရပ်ပၠောပ်လဝ်ကဵုရမျာၚ်ဂှ် တၚ်ဂုဏ်ရ။ <lineBreak></lineBreak>လၟုဟ်ဏံ ကလေၚ်စၟဳစၟတ် ကေုာံ ပလံၚ်ဗ္စိုပ် ကလေပ်ရမျာၚ်မၞးမရပ်ပၠောပ်လဝ် သၟဝ်ဏံညိ။

source: Thank you for your information
mnw: သွက် တၚ်နၚ် မၞးဂှ် တၚ်ဂုဏ်ရ။

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mnw: ဟိုတ်နူမၞုံကဵုစိုတ်မိက်ဂွံ ပါလုပ် ပ္ဍဲ ဘာသာ { $lang } ဂှ် တင်ဂုဏ်ရအဴ။ သွက်ဂွံ ပတိတ် ဇၟာပ်အရေဝ်ဘာသာ ကေုာံ သွက်ဂွံဆက်ကဵုပရိုင် ကု ဂကောံဂမၠိုင် နကဵု အဳမေဲလ်ဂှ် ပိုယ် ဂစာန်ကၠောန်ဒၟံင်ရ။ ယဝ်ခါရ မၞးမိက်ဂွံပါလုပ်မ္ဂး အာတ်မိက်ဏာသွက်ဂွံပၠုပ်စုတ် အဳမေဲလ်မၞး ပ္ဍဲသၟဝ်ဏအ်ညိ။

source: Thank you for your voice information
mnw: သွက်တၚ်နၚ်ရမျာၚ်မၞးဂှ် တၚ်ဂုဏ်ရအဴ။

source: Thank you! You’ve sent a new language enquiry
mnw: တင်ဂုဏ်ရ။ မၞးပလံင်လဝ် ပရေင်သၟာန်သၟုက် အရေဝ်ဘာသာတၟိမွဲရ။

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
mnw: ဝါကျခိုဟ်အိုတ်တအ်ဂှ် ဒှ်ဝါကျ မစှ်ေသဘာဝ ကေုာံ ဗီုပြင်ဟီုဂးစမြဟ် ရ — ဝါကျတအ်ဂှ် သွက်မၞိဟ်မွဲမွဲ ဂွံဗှ် ဒးလောဲသွာရောၚ်။ ရမျှာၚ်တၞဟ်ခြာ ကေုာံ မအရေဝ်ဟွံတုပ်တအ် ၜိုန်ရ ဒှ်အရာကိစ္စဇၞော်ကီုလေဝ်၊ ပိုယ် ဂစာန်ကၠောန်ဒၟံင် သွက် ပရေၚ်ပၠောပ်ရမျှာၚ် ဝါကျတအ် ဂွံဒှ် အရာ စိုတ်ဂွံလုပ်စ ကေုာံ စိုတ်ဂွံမိပ်ဇြိပ် သွက် ဂကောံညးတၠစေတနာ လုပ်ကမၠောန်ပိုယ် ဂၠိုင်အိုတ် ရ။

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
mnw: ဝါကျခိုဟ်အိုတ် သွက်ဂွံသြိုၚ်ဗဒှ် စက်စၟတ်သမ္တီရမျှာၚ် မနွံကဵုဖဵုဂှ် ဒှ်အရေဝ်ဝေါဟာရ ခေတ်လၟုဟ်ရ။ ကသပ်လ္ၚဵုလ္ၚဵုမဖန်ဗဒှ်ပတိတ်ကဵုဝါကျတအ်ဂှ် -

source: The bumblebee sped by.
mnw: သာဲပဝ်ၜက်အာ ပြဟ်ပြဟ်ရ။

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
mnw: ကလေပ်ရမျှာၚ် မပါလုပ်ဒၟံၚ် ပ္ဍဲကလေပ်ရမျှာၚ်လီု (Clip Graveyard) တအ်ဂှ် ဒှ်ကလေပ်ရမျှာၚ် မဟွံပါလုပ် ပ္ဍဲတၚ်ဂၞၚ်ဒေတာ Common Voice တံဂှ်ရ။ ညံင်ရဴ တၚ်ဂၞၚ်ဒေတာကီု၊ ကလေပ်ရမျှာၚ်လီု (Clip Graveyard) တအ်ဂှ်လေဝ် ကေတ်ဖျေံ (Download) ဂွံမံင်ရ။ ဂွံဘိုၚ်ရီုဗင်ကဵု ကမၠောန်ပရောဂျေတ်ဏအ်ဂှ်၊ ပိုဲတံ မိက်ဂွံ တင်ဂုဏ် စၟတ်သမ္တီ ကုပူဂဵု ကေုာံ ဂကောံဗွဲမဂၠိုင် အတိုင်ဗွဲသၟဝ်ဏအ်ရ။

source: The clip has disrespectful or offensive language.
mnw: ကလေပ်ဏံ ဝေါဟာ ဟွံမွဲကဵုဓဝ်ရှ်ေသှ်ေ ဟွံသေၚ်မ္ဂး ဝေါဟာ ဟွံဆာဲတအ်ပါလုပ်ဒၟံၚ်ရ။

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mnw: တၚ်ဂၞၚ်ဒေတာ Common Voice ဝွံ ကလေပ်ရမျာင် ပါလုပ် လၟိဟ်ဂၠိုင်ကဵု ကိုဋ်ရ။ တၚ်ဂၞၚ်ဒေတာဂှ် ရီုဗင်ကဵု ညးဖန်ဗဒှ်သပ်ဝဲတံ သွက်ဂွံခၞံဗဒှ်ကိရိယာ စၟတ်သမ္တီရမျာင်ရ။

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
mnw: ဂကောံဂှ် ဒှ်လတေၚ်ဂြိုဟ် Common Voice ရ၊ ဂကောံတအ်ဂှ် တိတ်ကၠုင်နူ မွဲအလုံလိုက်တုဲ ဒှ်ညးချဳဒရာင် ပရေင်အရေဝ်ဘာသာ၊ တၠပညာသိပ္ပံ ကေုာံ သၟာအနုသုခုမ တအ်ရ။ ပရူဗီုလဵု ဂွံပါလုပ်ဂှ် မၞးထပ်လ္ၚတ်ကေတ် ပ္ဍဲမုက်လိက် <about>ပရူပရာပိုဲ</about> ကေုာံ ပ္ဍဲ <community>ပြကိုဟ်တၚ်စၞောန် ဂကောံပိုဲ</community> မာန်ရ။ ယဝ်ရ မၞး စိုတ်လုပ်စ ပ္ဍဲပရေင်ပံင်တောဲ ဂကောံ ဇြိုဟ်ဟ်နက်က်မ္ဂး <emailFragment>ဆက်စၠောအ်</emailFragment> ညိ။

source: The content has disrespectful or offensive language.
mnw: ပရောပရာဏံ ဝေါဟာဟွံမွဲကဵုဓဝ်ရှ်ေသှ်ေ ဟွံသေၚ်မ္ဂး ဝေါဟာဟွံဂပ်ဝ်တအ် ပါလုပ်ဒၟံၚ်ရ။

source: The content is empty, corrupt, contains a different language, etc.
mnw: ပရောပရာဂှ် သၠးဒၟံၚ်၊ လီုလာ်ဒၟံၚ်၊ ပါလုပ်ဒၟံၚ် အရေဝ်ဘာသာတၞဟ် တအ်ဂှ်ရ။

source: The giant dino [cough] the Triassic.
mnw: ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော် [ခဍက်] ပ္ဍဲခေတ် Triassic။

source: The giant dinosaur of the Triassic.
mnw: ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော် ပ္ဍဲခေတ် Triassic။

source: The giant dinosaurs of the Triassi-.
mnw: ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော်ဂမၠိုၚ် ပ္ဍဲခေတ် Triassi-။

source: The giant dinosaurs of the Triassic.
mnw: ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော်ဂမၠိုၚ် ပ္ဍဲခေတ် Triassic။

source: The giant dinosaurs of the Triassic. [read by one voice]
mnw: ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော်ဂမၠိုၚ် ပ္ဍဲခေတ် Triassi။ [ဗှ်တဴနကဵုမွဲရမျှာၚ်]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mnw: ဒာၚ်နဝ်သဝ် ဇၞော်ဇၞော် ခေတ် ထရိုက်အက်သေတ်ရ။ <strong>[ဗှ်နကဵုရမျာၚ်မွဲအဆက်ဓဝ်]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mnw: ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော်ဂမၠိုၚ် ပ္ဍဲခေတ် Triassi။ ယွံ

source: The giant dino <strong>[cough]</strong> the Triassic.
mnw: ဒာၚ်နဝ် ဇၞော်ဇၞော် <strong>[ခဍက်]</strong> ခေတ် ထရိုက်အက်သေတ်ရ။

source: The MediaRecorder API is not supported in your browser.
mnw: ပ္ဍဲ ဗရံက်ဇြာမၞး MediaRecorder API ဂှ်ဟွံကၠောန်တဴကမၠောန်ရ။

source: The number of recordings and which languages you contribute to will be public.
mnw: လၟိဟ် ရမျာၚ်ပၠောပ်စုတ်လဝ်တအ် ကေုာံ လၟိဟ် အရေဝ်ဘာသာ မၞးပါလုပ်ထံက်ပၚ်လဝ်တအ်ဂှ် ဒှ်သွက်ညးဂမၠိုၚ်ရောၚ်။

source: The page you are looking for could not be found
mnw: မုက်လိက်မၞးဂၠာဲဒၟံၚ်ဂှ် ဟွံဆဵုရောၚ်။

source: The question should be answerable in just a couple of sentences.
mnw: တင်သၟာန်ဂှ် ထေက်ကဵု ဒးကလေင်သွဟ် နကဵုဝါကျ ၜါပိဝါကျဓဝ်ဟေင်ရောၚ်။

source: There are currently no sentences to review in this language.
mnw: ပစ္စုပ္ပန်ဏံ သွက်ဂွံစၟဳစၟတ် ပ္ဍဲဘာသာဏံဂှ် ဝါကျဂမၠိုၚ်ဟွံမွဲတဴရ။

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mnw: ပစ္စုပ္ပန်ဏံ သွက်ဂွံစၟဳစၟတ် ရမျာၚ်ချူပတိတ် အရၚ်သွက်တၚ်ဂၞၚ်ဒေတာဏံဟွံမွဲရ။ ယဝ်ခါရ မၞး သရုၚ်ထောအ်လဝ် နွံမံၚ်မွဲမွဲမ္ဂး၊ မၞးဆက်ကၠောန်အာ နကဵုတၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ်မာန် ဟွံသေၚ်မ္ဂး အာဇရေၚ် ဒၞာဲချူပတိတ်ရမျာၚ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mnw: ပစ္စုပ္ပန်ဏံ သွက်ဂွံစၟဳစၟတ် ရမျာၚ်ချူပတိတ် အရၚ်သွက်ဘာသာဏံဟွံမွဲရ။ ယဝ်ခါရ မၞး သရုၚ်ထောအ်လဝ် နွံမံၚ်မွဲမွဲမ္ဂး၊ မၞးဆက်ကၠောန်အာ နကဵုတၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ်မာန် ဟွံသေၚ်မ္ဂး အာဇရေၚ် ဒၞာဲချူပတိတ်ရမျာၚ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mnw: ပစ္စုပ္ပန်ဏံ ရမျာၚ်ချူပတိတ် သွက်ဂွံဆက်ကဵုတၚ်ဂၞၚ်ဒေတာဏံဟွံမွဲရ။ ယဝ်ခါရ မၞး သရုၚ်ထောအ်လဝ် နွံမံၚ်မွဲမွဲမ္ဂး၊ မၞးဆက်ကၠောန်အာ နကဵုတၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ်မာန် ဟွံသေၚ်မ္ဂး အာဇရေၚ် ဒၞာဲချူပတိတ်ရမျာၚ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
mnw: နဲကဲ သွက်ဂွံချပ်စပ်ဗ္စာကဵု အရေဝ်ဘာသာ နွံတဴဗွဲမဂၠိုၚ်ရ။ သွက်တၚ်ရန်တၟအ် မဝ်ဒယ် မစၟတ်သမ္တီ ရမျှာၚ်ဟီုဂးတအ်ဂှ် Common Voice ကဵုကသပ် သွက်ဂွံစွံအာရီု လ္တူ 'အစောံမကၠိုဟ်ခၠၚ် ရေၚ်သကအ်' ဟွံသေၚ်မ္ဂး 'ညးမဟီုအရေဝ်ဘာသာဝွံ ယဝ်ရ ညးတအ်ဂစာန်မ္ဂး ညးမွဲကဵုညးမွဲ ဗွဲမဂၠိုၚ် ကၠိုဟ်ခၠၚ် ရေၚ်သကအ်မာန်ဟာ'

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mnw: သွက်တၚ်ဂၞၚ်ဒေတာဝွံ ဂလာန်သၟာန် ဟွံမွဲရ။ ယဝ်ခါရ မၞး သရုၚ်ထောအ်လဝ် နွံမံၚ်မွဲမွဲမ္ဂး၊ မၞးဆက်ကၠောန်အာ နကဵုတၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ်မာန် ဟွံသေၚ်မ္ဂး အာဇရေၚ် ဒၞာဲချူပတိတ်ရမျာၚ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
mnw: သွက်အရေဝ်ဘာသာဝွံ ဂလာန်သၟာန် ဟွံမွဲရ။ ယဝ်ခါရ မၞး သရုၚ်ထောအ်လဝ် နွံမံၚ်မွဲမွဲမ္ဂး၊ မၞးဆက်ကၠောန်အာ နကဵုတၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ်မာန် ဟွံသေၚ်မ္ဂး အာဇရေၚ် ဒၞာဲချူပတိတ်ရမျာၚ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: The recording was too long.
mnw: ရမျာၚ်မရပ်ပၠောပ်လဝ်ဂှ် ဂၠိၚ်လောန်အာရအဴ။

source: The recording was too quiet.
mnw: ရမျာၚ်မရပ်ပၠောပ်လဝ်ဂှ် ရမျာၚ်သာလောန်အာရအဴ။

source: The recording was too short.
mnw: ရမျာၚ်မရပ်ပၠောပ်လဝ်ဂှ် ဂၠေံလောန်အာရအဴ။

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
mnw: ပစ္စုပ္ပန်ဏံ ရမျာၚ် ဂွံချူပတိတ် သွက်တၚ်ဂၞၚ်ဒေတာဏံဝွံ ဟွံမွဲဏီရ။ ယဝ်ရ မၞး သရုၚ်ထောအ်လဝ် နွံမ္ဂး၊ မၞး ဆက်ကၠောန်နကဵု တၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ် မာန် ဟွံသေၚ်မ္ဂး အာပ္ဍဲဒၞာဲစၟဳစၟတ် လိက်မချူပတိတ်လဝ်တအ်ဂှ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
mnw: ပစ္စုပ္ပန်ဏံ ရမျာၚ် ဂွံချူပတိတ် သွက်အရေဝ်ဘာသာဏံဝွံ ဟွံမွဲဏီရ။ ယဝ်ရ မၞး သရုၚ်ထောအ်လဝ် နွံမ္ဂး၊ မၞး ဆက်ကၠောန်နကဵု တၚ်နၚ်မသရုၚ်ထောအ်လဝ်ဂှ် မာန် ဟွံသေၚ်မ္ဂး အာပ္ဍဲဒၞာဲစၟဳစၟတ် လိက်မချူပတိတ်လဝ်တအ်ဂှ်တုဲ အခိင်လက္ကရဴ ကလေင်ဂစာန်ရံင်ပၠန်ညိ။

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mnw: တၚ်အာတ်မိက် သွက်ဂွံတုဲဒှ်ဂှ် ကေတ်ထောံအခိင်လအ်လောန်အာရ။ အရာဏအ် ဗွဲမဂၠိုင်မ္ဂး ဒှ်စမွဲခဏဍောတ်ရ။ သွက်ဂွံကေတ်အရီုဗၚ်ဂှ် လုပ်ပါလုပ် ပ္ဍဲ <matrixLink>ဒၞာဲတက်ကျာ Matrix ဂကောံ </matrixLink>ညိ၊ လ္ၚတ်ရံၚ် ပြသၞာ ဝေပ်သာက်တအ် နူကဵု <githubLink>GitHub</githubLink> ညိ၊ ဟွံသေၚ်မ္ဂး လုပ်ဗဵု <discourseLink>ဝှဝ်ရာမ် Discourse</discourseLink> ပိုဲ ညိ။

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
mnw: ပ္ဍဲ မလိက်တမ်ဂှ် ဗွဲမဂၠိုင် လၟိဟ်ဂၞန်တအ် ဟွံမိက်ကဵုပါလုပ်နွံတဴရ၊ ဟိုတ်နူ မဂၞန်တအ်ဂှ် ဖန်ကဵု ပြသၞာမာန် ကာလ ဗှ် ရ။ ဗီုပြင် ဗှ်ဂၞန်မွဲမွဲဂှ် တန်တဴကဵု အကာဲအရာ တုဲ ဍေဟ် က္တဵုဗဒှ်ကဵု ပရေင်ထုဲထံင် ပ္ဍဲ တၚ်ဂၞၚ်မူလပစ္စယ် မာန်ရ။ ဥပမာ - ဂၞန် “2409” ဂှ် ဗှ် ဗွဲမဒး နကဵု “ၜါစှော်ပန် သုည ဒ္စိတ်” ကီု သီုကဵု “ၜါလ္ၚီ ပန်ကၠံ ဒ္စိတ်” မာန် သီုၜါ ရ။

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mnw: အကြာ ညးမဗှ်လိက်တအ်ဂှ် သဘာဝ ရမျှာၚ်ထတ်သာ တၞဟ်ခြာတဴမာန်ရ။ ယဝ်ရ ရမျှာၚ်ထတ်လောန်အာမ္ဂး ကလေပ်ရမျှာၚ်ဂှ် ပိုတ်အာ၊ ဟွံသေၚ်မ္ဂး (အရာဒှ်စဂၠိုၚ်) ရမျှာၚ်သာလောန်အာတုဲ ယဝ်ရ ဟွံရံၚ်လိက်ချူလဝ်ဂှ်မ္ဂး မုညးဟီုဒၟံၚ်ရောဂှ် မိၚ်ကေတ်ဟွံမာန်မ္ဂးဟေၚ် တးပါဲညိ။

source: The route was unclear.
mnw: လၟေၚ်တရဴ ဟွံကၠးဖ္ဍးတဴရ။

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
mnw: အရေဝ်ဘာသာတအ်ဂှ် လၟုဟ်ဏံ ဂကောံအဃောခၞံဗဒှ်ဒၟံၚ်ရ။ သွက်ဂွံစပ္တံပ္တိတ်မာန်ဂှ် နွံပၟိက်ကဵု <localizationGlossaryLink>ပွမကၠာဲစၠောံမုက်ဝေပ်သာ်</localizationGlossaryLink> ကေုာံ <sentenceCollectionGlossaryLink>ပွမဒုၚ်သဇိုၚ်ပကောံဝါကျ</sentenceCollectionGlossaryLink> တအ်ရ။

source: The selected file is too large
mnw: ဝှာၚ်ရုဲလဝ်ဂှ်ဇၞော်လောန်အာရ။

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mnw: Sentence Collector ဂှ်ပဆုဲပြံၚ်ဏာ ပ္ဍဲဒၞာဲ ပလက်ဖံၚ် အဓိက Common Voice တေံရ။ လၟုဟ်မ္ဂး မၞး <writeURL>ချူ</writeURL> ဝါကျ မွဲဝါကျ ဟွံသေၚ်မ္ဂး <reviewURL>ကလေၚ်စၟဳစၟတ်</reviewURL> ဝါကျ မပလံၚ်ဗစိုပ်လဝ် မွဲမွဲ ပ္ဍဲ Common Voice ဂွံမာန်ရ။

source: The sentence has a grammatical or spelling error.
mnw: ဝါကျဏံ သဒ္ဒါဗၠေတ် ဟွံသေၚ်မ္ဂး ပံၚ်လိက်ဗၠေတ်တအ်ဂှ် ပါဒၟံၚ်ရ။

source: The sentence has disrespectful or offensive language.
mnw: ဝါကျဏအ်ဂှ် အရေဝ်ဟွံမွဲကဵု ဓဝ်ရှ်ေသှ်ေ ဟွံသေၚ်မ္ဂး အရေဝ်ဝေါဟာဟွံဆာဲတအ် ပါလုပ်ဒၟံၚ်ရ။

source: The sentence must be grammatically correct.
mnw: ဝါကျဂှ် သဒ္ဒါ ဒးဍာံပြဟေၚ်ရောၚ်

source: The sentence must be speakable.
mnw: ဝါကျဂှ် ဒးဟီုပတိတ်ဂွံရောၚ်

source: The sentence must be spelled correctly.
mnw: ဝါကျဂှ် ဒးချူပံၚ်လဝ်အက္ခရ်ဒးဍာံပြဟေၚ်ရောၚ်

source: The sentence should have fewer than 15 words.
mnw: ဝါကျဂှ် မလိက်ထေက်ကဵုဒးအောန်နူ ၁၅ မရောၚ်။

source: The site is ready to be launched when it reaches 75% completion.
mnw: ဝေပ်ဆာက်ဂှ် ကာလတုဲဒှ်ဍိုက်ပေၚ်အာ ၇၅ က္ဍိုပ်ကၠံမ္ဂး သွက်ဂွံပံက်ပ္တိတ် တုဲဒှ်ဒၟံၚ်တုဲတုဲရ။

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
mnw: ဝေပ်သာ်ဂှ် ခြာဟွံလအ် ကလေင်စကာဂွံပၠန်ရောင်။ သွက်ဂွံကလိဂွံတင်ဂၞင်ပရူပရာတၟိတၟိဂှ် လုပ်ပါလုပ် ပ္ဍဲ <matrixLink>ဒၞာဲတက်ကျာ Matrix ဂကောံ </matrixLink>ညိ၊ လ္ၚတ်ရံၚ် ပြသၞာ ဝေပ်သာက်တအ် နူကဵု <githubLink>GitHub</githubLink> ညိ၊ ဟွံသေၚ်မ္ဂး လုပ်ဗဵု <discourseLink>ဝှဝ်ရာမ် Discourse</discourseLink> ပိုဲ ညိ။

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mnw: ဂကောံအရေဝ် TED-LIUM ဂှ် ကၠောန်ဗဒှ်လဝ် နူပရေၚ်ရမျာၚ်ဟီုတွံရဂမၠိုင် ကေုာံ လိက်ရမျာၚ်မဗှ်လဝ် တအ်ဂှ် ကလိဂွံ ပ္ဍဲ ဝေပ်သာက် TED ရ။

source: The website text is translated into that language.
mnw: လိက်ပ္ဍဲဝေပ်သာက်ဂှ် ကၠာဲစုတ်လဝ် နကဵုအရေဝ်ဘာသာဂှ်ရ။

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
mnw: ပရောပရာဏအ် ပါလုပ်ဒၟံၚ် တၚ်နၚ် မစၟတ်သမ္တီကေတ် နကဵုပူဂဵုမာန် မဆေၚ်စပ်ကဵု အရာမစၟတ်သမ္တီ ပူဂိုလ်မွဲမွဲ၊ မပ္တံကဵု ယၟု ညးတအ်၊ အဳမေလ်၊ ဒၞာဲဒတန်၊ ဂၞန်စၟတ်သမ္တီ၊ ဟွံသေၚ်မ္ဂး ဂၞန်ဖုၚ် တအ်ရ။

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
mnw: ပရောပရာဏအ် အာတ်မိက်ဒၟံၚ် တၚ်နၚ် မစၟတ်သမ္တီကေတ် နကဵုပူဂဵုမာန် မဆေၚ်စပ်ကဵု အရာမစၟတ်သမ္တီ ပူဂိုလ်မွဲမွဲ၊ မပ္တံကဵု ယၟု ညးတအ်၊ အဳမေလ်၊ ဒၞာဲဒတန်၊ ဂၞန်စၟတ်သမ္တီ၊ ဟွံသေၚ်မ္ဂး ဂၞန်ဖုၚ် တအ်ရ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mnw: တၚ်နၚ်ဏအ်ဂှ် အတိုင်ပၟိက်စိုတ်မၞးတံရ။ ယဝ်ရမၞးတံပတှ်ေစှ်ေစိုတ်ဟေင်မှ စုတ်ညိ။ ကာလပိုယ် ပတိတ်ဒေတာတံဂှ်မ္ဂး၊ တၚ်နၚ်ညံၚ်ရဴယၟု ကေုာံ အဳမေလ်မၞးတံ ညံင်ဟွံဂွံ ဆက်စပ်ကဵု တၚ်နၚ်ပူဂဵု မပ္တံကဵုအာယုက် ကေုာံ လိၚ် သာ်ဏအ်ဂှ် ပိုယ်တံပၞုက်လဝ်ကဵုဖအိုတ် ရအဴ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
mnw: တၚ်နၚ်ဏအ်ဂှ် အတိုင်ပၟိက်စိုတ်မၞးတံရ။ ယဝ်ရမၞးတံပတှ်ေစှ်ေစိုတ်ဟေင်မှ စုတ်ညိ။ ကာလပိုယ် ပတိတ်ဒေတာတံဂှ်မ္ဂး၊ တၚ်နၚ်ညံၚ်ရဴယၟု ကေုာံ အဳမေလ်မၞးတံ ညံင်ဟွံဂွံ ဆက်စပ်ကဵု တၚ်နၚ်ပူဂဵု မပ္တံကဵုအာယုက် ကေုာံ လိၚ် သာ်ဏအ်ဂှ် ပိုယ်တံပၞုက်လဝ်ကဵုဖအိုတ် ရအဴ။ နဲကဲပညာ ညံၚ်ဂွံ ကၠောန်ကမၠောန်ခိုဟ်တိုန် သွက်ဇၟာပ်မၞိဟ်ဂှ် တၚ်နၚ်ဒေတာ မရီုဗၚ်ကဵု ညးမခၞံဗဒှ်တအ် ညံၚ်ဂွံ ခၞံဗဒှ် နဲကဲပညာဂှ် သ္ဒးထ္ၜးကဵု မၞိဟ်စုၚ်လေၚ်ရ။ မုဟိုတ် မေတာဒေတာ ကိစ္စဇၞော်ဂွံရောဂှ် ဆက်လ္ၚတ်ကေတ် ညိ။

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
mnw: ဣဏအ်ဂှ် ဒှ်ကဏ္ဍ မဒုၚ်သဇိုၚ်လ္တူ အကာဲအရာဒကုတ်မွဲ မပါလုပ်ကဵုဒေတာ သွက်ဂွံ ထံက်ပခိုၚ်ပရေၚ်စၟတ်သမ္တီ ဂၞန်သင်္ချာမဟီုဂး ကေုာံ ပွမစၟတ်သမ္တီ ယွံ / ဟွံသေၚ် တအ်ရ။

source: This is how you cite yourself if you wrote the content yourself.
mnw: ယဝ်ခါရ မၞးချူလဝ်လိက်ဂှ်အလဵုမၞးမ္ဂး ဣဏံဂှ် ဒှ်ဗီုဂွံသ္ပနိဿဲအလဵုမၞးကေတ်တ်ရ။

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
mnw: ကမၠောန်ပရဝ်ဂျေတ်ဏအ်ဂှ် မၞိဟ်ဗီုသဟာဲတအ်ဟွံမွဲမ္ဂး ဂွံက္တဵုဒှ်ကၠုၚ်ဟွံမာန်ရ။ 🎉 ဗီုပြၚ်သွက်ဂွံပါလုပ်ဆက်စပ်ကဵု Common Voice ဂှ် နွံတဴဒၟံၚ်ဗွဲမဂၠိုၚ်ရ - သွက်ဂွံပါလုပ်ထံက်ပၚ်ဂှ် မၞးဟွံဒးစိုန်သ္ကီုပ္ဍဲပွမချူကုဒ် (code) လေဝ်ဂွံရ။

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mnw: ပရေၚ်သ္ၚိချိၚ်ဏအ်ဂှ် ထိၚ်ဒဝ်ကဵု ပရေၚ်ဆဵုညာတ်ကေတ် သ္ၚိအၚ်ပရေၚ်အံၚ်ဇၞးမၞးရ။ အခိၚ်ပၞုက်လဝ်မ္ဂး၊ ပရေၚ်တဴတက်မၞးဂှ် ဒှ်အရာပူဂိုလ်ရောၚ်။ အဓိပ္ပါယ်ဍေံဂှ် ဗီုရုပ်မၞး၊ ယၟုညးစကာ ကေုာံ ပရေၚ်တဴတက်တအ်ဂှ် ဟွံမံက်တိုန် ပ္ဍဲ သ္ၚိအၚ်ပရေၚ်အံၚ်ဇၞး ရ။ စၟတ်သမ္တီလဝ်ညိ ဒဒှ်ရ ပွမကလေၚ်ပံက်တၟိ သ္ၚိအၚ်ပရေၚ်အံၚ်ဇၞး သွက်ဂွံဓမံက်ထ္ၜးကဵု ပရေၚ်ပြံၚ်လှာဲတအ်ဂှ် ဒးကေတ်အခိၚ် ~{ $minutes } မိနေတ်ရ။

source: Three to go!
mnw: သှ်ေမံၚ်ပိဏီရ။

source: Thur
mnw: ထူရ်

source: Tibetan
mnw: တဳဗေတ်

source: Tigre
mnw: တဳဂရဳ

source: Tigrinya
mnw: တဳဂရဳညာ

source: Tiv
mnw: တိဗ်

source: Tlazoyaltepec Mixtec
mnw: တလာဇြဝ်ယျာလ်တေပေတ် မိတ်သတေတ်

source: Tlingit
mnw: တလိန်ဂိတ်

source: Toba Qom
mnw: တဝ်ဗာ ကောမ်

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
mnw: သွက်ဂွံလှာဲ ဟွံသေၚ်မ္ဂး ပလေဝ် အီမေဲလ်ဂှ် ပလံၚ်စိုပ်ကဵုအီမေဲလ် ကဵုအီမေဲလ်ပိုဲ <emailFragment>commonvoice@mozilla.com</emailFragment> မွဲတၞးညိ။

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
mnw: သွက်ဂွံခၞံဗဒှ် API key မၞး ကိုပ်ကၠာအိုတ်ဂှ် ဍဵု "ခၞံဗဒှ် API Credentials" တုဲမ္ဂး စုတ်ကဵုယၟု API Credentials မၞး ကေုာံ ခၞံဗဒှ်ပတိတ် API Credentials တၟေင် နကဵုပွမဍဵု “ခၞံဗဒှ်ပတိတ် Credentials” ညိ။ တုဲမ္ဂး စၠောအ်ကေတ် ကသအ်ဓလုက်ဂှ် ဗွဲမပြဟ်ညိ၊ ဟိုတ်နူဍေံမလေပ်ထ္ၜးကဵု အယာံမာတ်မွဲအလန်ဓဝ်ဟေၚ်ရရောၚ်။

source: Today
mnw: တ္ၚဲဏံ

source: Today's Common Voice progress on clips recorded
mnw: ပရေၚ်တဴတက် Common Voice တ္ၚဲဏအ် လ္တူကလေပ်ရမျာၚ်မပၠောပ်လဝ်ဂမၠိုၚ်

source: Today's Common Voice progress on clips validated
mnw: ပရေၚ်တဴတက် Common Voice တ္ၚဲဏအ် လ္တူကလေပ်မစၟဳစၟတ်လဝ်ဂမၠိုၚ်

source: Today's Progress
mnw: ပရေင်တဴတက် တ္ၚဲဏအ်

source: Toggle automatic word-by-word playback
mnw: ပြံၚ်လှာဲ ပွမဗလးရမျာၚ် မွဲမတုဲမွဲမ အလဵုလဵု

source: Toggle mode menu
mnw: စရၚ် ပြံၚ်လှာဲ ဗီုပြၚ်

source: Toggle popover
mnw: ပြံၚ်လှာဲ ဖပ်အဝ်ဗာ

source: Toggle transcription mode menu
mnw: စရၚ် ပြံၚ်လှာဲ ဗီုပြၚ် ချူပတိတ်ရမျာၚ်

source: Toki Pona
mnw: တဝ်ကဳ ပဝ်နာ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mnw: သွက်ဂွံပါလုပ် ပ္ဍဲတၚ်ဂၞၚ်ဒေတာ Common Voice ဂှ်၊ ကလိပ်ရမျာင်မွဲဂှ် ညးသုင်စောဲ (၂) တၠတၞဟ်ခြာ ဒးစၟဳစၟတ်ဒုင်တဲရောၚ်။

source: Too many files
mnw: ဝှာၚ်ဂၠိုၚ်အာရ။

source: Top Contributors
mnw: ညးဘိုၚ်လဝ်ဂၠိုၚ်အိုတ်

source: Torwali
mnw: တဝ်ရ်ဝါလဳ

source: Total
mnw: လၟိဟ်သီုဖအိုတ်

source: Total Approved
mnw: ဒုၚ်လဝ်တဲ သီုဖအိုတ်

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
mnw: လပါ်ပုၚ်ဏအ် ပိုဲထ္ၜးလဝ် ဂုဏ်ဖိုလ် ကေုာံ တၚ်သောၚ်ကလး အရာတၚ်နၚ် ပိုဲပ္တိတ်ထ္ၜးကဵုညးဂမၠိုၚ်တအ်ဂှ်ရ။ သွက်ဂွံ စတမ်ကၠောန် အကံက် Common Voice ပ္ဍဲကဵု စက်မၞးဂှ် သုၚ်စောဲ လေၚ် သၟဝ်ဏအ်ညိ။

source: Toward next goal
mnw: ပတဝ်ဏာက္ဍိုပ်ကဵုတိုၚ်ပ္ကဴရန်တၟံဂတ

source: Track progress here and on your stats page.
mnw: ဗက်ဂၠာဲစၟတ်သမ္တီ ပရေၚ်တဴတက်ပ္ဍဲဒၞာဲဏအ် ကေုာံ ပ္ဍဲမုက်လိက်စရၚ်အၚ်မၞးညိ။

source: Transcribe
mnw: ချူပတိတ်

source: Transcribe answers
mnw: ချူချာဲပတိတ်ရမျာၚ်သွဟ်ဂမၠိုၚ်

source: Transcribe Audio
mnw: ချူပတိတ်ရမျာၚ်ဟီု

source: Transcribe audio recordings
mnw: ချူပတိတ်မလိက်နူရမျာၚ်မပၠောပ်လဝ်ဂမၠိုၚ်

source: Transcribe audio recordings into text
mnw: ရမျာၚ်မပၠောပ်လဝ်တအ်ဂှ် ချူပတိတ်ပ္ဍဲမလိက်ညိ။

source: Transcribe the Audio
mnw: ချူပတိတ်ရမျာၚ်ဟီု

source: Transcript edited successfully
mnw: ပလေဝ်ပလေတ် လိက်ချူပတိတ် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။

source: Transcript skipped successfully
mnw: သရုၚ်ထောံ လိက်ချူပတိတ် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။

source: Transcript submitted successfully
mnw: ပတိုန် လိက်ချူပတိတ် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။

source: Transcript voted successfully
mnw: စုတ်မာဲကဵု လိက်ချူပတိတ် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။

source: Transgender
mnw: ပြံၚ်လဝ်လိၚ်

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
mnw: <translateVideoLink> ဗီုဂွံသုၚ်စောဲ Pontoon ဂှ် ဗဵုလ္ၚတ်ကေတ် ဗဳဒဳယို စၞောန်ထ္ၜး ပိုဲညိ။</translateVideoLink>

source: Translating the site
mnw: ကၠာဲဒၟံၚ် ဝေပ်သာက်

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
mnw: ပရေၚ်ကၠာဲဘာသာဂှ် ကၠုၚ်နူ ဘာသာအၚ်္ဂလိက်ရ၊ ဆ္ဂး မၞး ဆဵုကေတ် <strong>တၚ်ကဵုကသပ်ဂမၠိုၚ်</strong> နူကဵု အရေဝ်ဘာသာတၞဟ်ဂမၠိုၚ် မာန်ရ။ ဍဵု လ္တူ ကောန်ရုပ် <strong>ပရဝ်ဝှာၚ်</strong> တုဲမ္ဂး <strong>သ္ၚိချိၚ်</strong> တုဲမ္ဂး ဆက်ထပ်စုတ် အရေဝ်ဘာသာ မၞးမဟီုလေပ်တအ်ဂှ်ညိ။ ပ္ဍဲ လ္ပာ်သၟဝ်ဂၞေၚ်လ္ပာ်ပုၚ်ဂှ် စရၚ်ပရေၚ်ကၠာဲဘာသာ မကော်ခဴစ <strong>ဒေသစာတ်ဂမၠိုၚ်</strong> တအ် နွံဒၟံၚ်ရောၚ်။ ကြဴနူမွဲတ္ၚဲတုဲ အရေဝ်ဘာသာမကၠာတအ်ဂှ် မံက်တိုန်လ္တူ ဝေပ်သာက်ရောၚ်။

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mnw: ပရေၚ်ကၠာဲဘာသာ ဝေပ်ဆာက် Common Voice ဂှ် ကၠောန်ဒၟံၚ် လ္တူ <strong> Pontoon </strong> ရ။

source: Try again by dragging your file here
mnw: ဓဇစုတ် ဝှာၚ် ဒၞာဲဏံတုဲ ထပ်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: Try uploading again
mnw: ထပ်ပတိုန်စမ်မွဲဝါပၠန်ညိ။

source: Tshiluba
mnw: တရှဳလူဗာ

source: Tshivenda
mnw: တရှဳဗေန်ဒါ

source: Tudaga
mnw: တူဒါဂါ

source: Tuki
mnw: တူကဳ

source: Tumbuka
mnw: တုမ်ဗူကာ

source: Tunen
mnw: တူနေန်

source: Tupuri
mnw: တူပူရဳ

source: Turkish
mnw: တူရကဳ

source: Turkmen
mnw: ထက်မိန်

source: Tush
mnw: ထုတ်ယှ

source: Tuvan
mnw: တူဗာန်

source: Twi
mnw: တွဳ

source: Typically megabytes
mnw: မဒှ်တိုၚ် မဳဂါဗိုက် (megabytes)

source: Ubykh
mnw: ယူဗိက်

source: Udmurt
mnw: အုဒ်မုတ်

source: Ukrainian
mnw: ယူကရုၚ်

source: Unable to determine audio format. Please try using a different browser.
mnw: စၟတ်သမ္တီ ဗီုပြၚ်ရမျာၚ် ဟွံမာန်ရောၚ်။ စကာသုၚ်စောဲရံၚ် ဗရံက်ဇြာ တၞဟ်ဟ် ညိ။

source: Unable to play audio. Please try again.
mnw: ပံက်ရမျာၚ်ဟွံဂွံရ။ ထပ်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: Understand contribution criteria
mnw: ကၠိုဟ်တီကေတ် တၚ်စၟတ်သမ္တီ ပရေၚ်ပါလုပ်

source: Understand how to contribute and validate on the Common Voice dataset
mnw: ကတ်လ္ၚတ်ကေတ်ဗီုပြၚ်နဲကဲ ဂွံပါလုပ် ကေုာံ စၟဳစၟတ် တၚ်ဂၞၚ်မူလပစ္စယ် Common Voice
